
"Delete" = "Xóa";



// Menus name
"Home" = "Trang Chủ";
"Ongoing" = "Chưa Hoàn Thiện";
"Finished" = "Hoàn Thiện";
"Awards" = "Danh Hiệu";



// Home view
"Up next" = "Sắp đến";
"More to come" = "Trong tương lai";
"%@, %lld tasks, %g%% complete" = "%@, %lld tác vụ, đã hoàn thành %g%%";



// Project view
"Ongoing Projects" = "Dự Án Chưa Hoàn Thiện";
"Finished Projects" = "Dự Án Đã Hoàn Thiện";
"Please select something from the menu." = "Vui lòng chọn từ mục lục.";
"There's nothing here." = "Không có gì ở đây cả";

"Show sort order" = "Hiện thứ tự sắp xếp";
"Sort tasks by" = "Sắp xếp theo";
"Optimized" = "Tối ưu";
"Creation Date" = "Ngày tạo";
"Title" = "Tên";

"Add a new task" = "Thêm một tác vụ";
"New task" = "Tác vụ mới";
"New project" = "Dự án mới";
"Edit Task" = "Chỉnh Sửa Tác Vụ";
"Edit Project" = "Chỉnh Sửa Dự Án";



// Edit task views
"Basic settings" = "Thông tin cơ bản";
"Task name" = "Tên tác vụ";
"Description" = "Chú thích";
"Priority" = "Độ quan trọng";
"High" = "Cao";
"Low" = "Thấp";
"Medium" = "Vừa";
"Mark Completed" = "Đánh Dấu Đã Hoàn Thiện";


// Edit project views
"Project name" = "Tên dự án";
"Finish this project" = "Hoàn thành dự án";
"Reopen this project" = "Mở lại dự án";
"Finishing the project put it in the Finished tab; deleting it removes the project entirely." = "Hoàn thành dự án sẽ đặt dự án vào mục Đã Hoàn Thiện, xóa dự án sẽ gỡ bỏ dự án hoàn toàn.";
"Delete the project" = "Xóa dự án này";
"Delete project?" = "Xóa dự án?";
"Are you sure you want to delete this project? All data will be removed and cannot be undone" = "Bạn có chắc chắn về việc xóa dự án? Mọi dữ liệu sẽ bị gỡ bỏ";


// Colors
"Custom project color" = "Chọn màu sắc cho dự án";
"Pink" = "Hồng";
"Purple" = "Tím";
"Red" = "Đỏ";
"Orange" = "Cam";
"Gold" = "Vàng";
"Green" = "Xanh Lá";
"Teal" = "Xanh Lục";
"Light Blue" = "Xanh Da Trời";
"Dark Blue" = "Xanh Đậm";
"Midnight" = "Đen";
"Dark Gray" = "Xám Đậm";
"Gray" = "Xám";


// other
"Add data" = "Thêm dữ liệu";





